{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[SOS]": 1,
      "[EOS]": 2,
      "[UNK]": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "À": 128,
      "Á": 129,
      "Â": 130,
      "Ã": 131,
      "Ä": 132,
      "Å": 133,
      "Æ": 134,
      "Ç": 135,
      "È": 136,
      "É": 137,
      "Ê": 138,
      "Ë": 139,
      "Ì": 140,
      "Í": 141,
      "Î": 142,
      "Ï": 143,
      "Ð": 144,
      "Ñ": 145,
      "Ò": 146,
      "Ó": 147,
      "Ô": 148,
      "Õ": 149,
      "Ö": 150,
      "×": 151,
      "Ø": 152,
      "Ù": 153,
      "Ú": 154,
      "Û": 155,
      "Ü": 156,
      "Ý": 157,
      "Þ": 158,
      "ß": 159,
      "à": 160,
      "á": 161,
      "â": 162,
      "ã": 163,
      "ä": 164,
      "å": 165,
      "æ": 166,
      "ç": 167,
      "è": 168,
      "é": 169,
      "ê": 170,
      "ë": 171,
      "ì": 172,
      "í": 173,
      "î": 174,
      "ï": 175,
      "ð": 176,
      "ñ": 177,
      "ò": 178,
      "ó": 179,
      "ô": 180,
      "õ": 181,
      "ö": 182,
      "÷": 183,
      "ø": 184,
      "ù": 185,
      "ú": 186,
      "û": 187,
      "ü": 188,
      "ý": 189,
      "þ": 190,
      "ÿ": 191,
      "Ā": 192,
      "ā": 193,
      "Ă": 194,
      "ă": 195,
      "Ą": 196,
      "ą": 197,
      "Ć": 198,
      "ć": 199,
      "Ĉ": 200,
      "ĉ": 201,
      "Ċ": 202,
      "ċ": 203,
      "Č": 204,
      "č": 205,
      "Ď": 206,
      "ď": 207,
      "Đ": 208,
      "đ": 209,
      "Ē": 210,
      "ē": 211,
      "Ĕ": 212,
      "ĕ": 213,
      "Ė": 214,
      "ė": 215,
      "Ę": 216,
      "ę": 217,
      "Ě": 218,
      "ě": 219,
      "Ĝ": 220,
      "ĝ": 221,
      "Ğ": 222,
      "ğ": 223,
      "Ġ": 224,
      "ġ": 225,
      "Ģ": 226,
      "ģ": 227,
      "Ĥ": 228,
      "ĥ": 229,
      "Ħ": 230,
      "ħ": 231,
      "Ĩ": 232,
      "ĩ": 233,
      "Ī": 234,
      "ī": 235,
      "Ĭ": 236,
      "ĭ": 237,
      "Į": 238,
      "į": 239,
      "İ": 240,
      "ı": 241,
      "Ĳ": 242,
      "ĳ": 243,
      "Ĵ": 244,
      "ĵ": 245,
      "Ķ": 246,
      "ķ": 247,
      "ĸ": 248,
      "Ĺ": 249,
      "ĺ": 250,
      "Ļ": 251,
      "ļ": 252,
      "Ľ": 253,
      "ľ": 254,
      "Ŀ": 255,
      "ŀ": 256,
      "Ł": 257,
      "ł": 258,
      "Ń": 259,
      "Ġt": 260,
      "Ġa": 261,
      "he": 262,
      "in": 263,
      "at": 264,
      "Ġthe": 265,
      "Ġ\\": 266,
      "er": 267,
      "Ġo": 268,
      "Ġ$": 269,
      "re": 270,
      "Ġ+": 271,
      "Ġ-": 272,
      "Ġs": 273,
      "Ġf": 274,
      "nd": 275,
      "Ġc": 276,
      "Ġb": 277,
      "al": 278,
      "on": 279,
      "is": 280,
      "Ġ=": 281,
      "Ġw": 282,
      "le": 283,
      "or": 284,
      "ot": 285,
      "Ġof": 286,
      "it": 287,
      "es": 288,
      "en": 289,
      "ra": 290,
      "Ġd": 291,
      "Ġp": 292,
      "Ġand": 293,
      "ri": 294,
      "dot": 295,
      "an": 296,
      "cdot": 297,
      "Ġ1": 298,
      "Ġto": 299,
      "Ġm": 300,
      "ed": 301,
      "ing": 302,
      "ion": 303,
      "Ġe": 304,
      "Ġn": 305,
      "et": 306,
      "Ġin": 307,
      "ou": 308,
      "Ġh": 309,
      "Ġis": 310,
      "rac": 311,
      "ve": 312,
      "ar": 313,
      "om": 314,
      "frac": 315,
      "}{": 316,
      "Ġ2": 317,
      "mat": 318,
      "Ġ(": 319,
      "gh": 320,
      "um": 321,
      "ct": 322,
      "Ġth": 323,
      "Ġg": 324,
      "ft": 325,
      "ent": 326,
      "Ġre": 327,
      "Ġfor": 328,
      "ght": 329,
      "ro": 330,
      "as": 331,
      "Ġ$\\": 332,
      "ic": 333,
      "ol": 334,
      "os": 335,
      "te": 336,
      "Ġbe": 337,
      "$,": 338,
      "math": 339,
      "right": 340,
      "Ġy": 341,
      "ĠS": 342,
      "il": 343,
      "im": 344,
      "Ġl": 345,
      "The": 346,
      "left": 347,
      "ĠI": 348,
      "ers": 349,
      "Ġv": 350,
      "$.": 351,
      "us": 352,
      "iv": 353,
      "Ġ3": 354,
      "id": 355,
      "Ġx": 356,
      "Ġan": 357,
      "ut": 358,
      "qu": 359,
      "ly": 360,
      "ith": 361,
      "Ġ0": 362,
      "**": 363,
      "Ġ4": 364,
      "{\\": 365,
      "umb": 366,
      "Ġwith": 367,
      "ow": 368,
      "Let": 369,
      "ch": 370,
      "Ġthat": 371,
      "am": 372,
      "un": 373,
      "Ġnumb": 374,
      "Ġas": 375,
      "res": 376,
      "Ġyou": 377,
      "ul": 378,
      "ation": 379,
      "ce": 380,
      "Ġon": 381,
      "Ġpro": 382,
      "ive": 383,
      "ab": 384,
      "Ġex": 385,
      "ur": 386,
      "_{": 387,
      "ir": 388,
      "pp": 389,
      "âĢ": 390,
      "ay": 391,
      "ll": 392,
      "rm": 393,
      "Ġ5": 394,
      "ĠThe": 395,
      "mathrm": 396,
      "tep": 397,
      "Ġwe": 398,
      "Ġcan": 399,
      "Ġcom": 400,
      "mathb": 401,
      "ĠC": 402,
      ")^": 403,
      ")$": 404,
      "Ġ&": 405,
      "ĠA": 406,
      "(-": 407,
      "hat": 408,
      "ha": 409,
      "Ġha": 410,
      "ge": 411,
      "mathbb": 412,
      "}^": 413,
      "ity": 414,
      "olve": 415,
      "Ġby": 416,
      "Ġst": 417,
      "Ġare": 418,
      "}\\": 419,
      "ction": 420,
      "ver": 421,
      "Ġit": 422,
      "Step": 423,
      "if": 424,
      "Ġk": 425,
      "sum": 426,
      "ple": 427,
      "Ġne": 428,
      "Ġu": 429,
      "pe": 430,
      "00": 431,
      "ĠT": 432,
      "ose": 433,
      "ĠF": 434,
      "ate": 435,
      "Ġcon": 436,
      "Ġde": 437,
      "(\\": 438,
      ")\\": 439,
      "st": 440,
      "Ġhe": 441,
      "ĠP": 442,
      "ĠW": 443,
      "Ġequ": 444,
      "ĠM": 445,
      "Ġnumbers": 446,
      "ĠB": 447,
      "pha": 448,
      "ents": 449,
      "alpha": 450,
      "Ġ6": 451,
      "}{\\": 452,
      ")/": 453,
      "rt": 454,
      "pres": 455,
      "Ġhave": 456,
      "est": 457,
      "^{": 458,
      "rix": 459,
      "ad": 460,
      "ue": 461,
      "ig": 462,
      "ill": 463,
      "Ġse": 464,
      "ist": 465,
      "Ġr": 466,
      "Ġall": 467,
      "Ġwhe": 468,
      "ĠLet": 469,
      "th": 470,
      "âĢĻ": 471,
      "}(": 472,
      "ies": 473,
      "all": 474,
      "Ġthis": 475,
      "Ġ(-": 476,
      "unction": 477,
      "Ġz": 478,
      "ore": 479,
      "able": 480,
      "Ġle": 481,
      "Ġwh": 482,
      "Ġreal": 483,
      "ak": 484,
      "Ġsu": 485,
      "ĠH": 486,
      "ter": 487,
      "ac": 488,
      "imes": 489,
      ").": 490,
      "ĠD": 491,
      "Ġnumber": 492,
      "her": 493,
      "se": 494,
      "Ġfunction": 495,
      "Ġj": 496,
      "matrix": 497,
      "Ġor": 498,
      "What": 499,
      "pmatrix": 500,
      "rom": 501,
      "ative": 502,
      "ial": 503,
      "eta": 504,
      "end": 505,
      "Ġi": 506,
      "for": 507,
      "Ġus": 508,
      "fty": 509,
      "infty": 510,
      "art": 511,
      "ĠÐ": 512,
      "dfrac": 513,
      "eriv": 514,
      "int": 515,
      "oo": 516,
      "Ġat": 517,
      "Ð¸": 518,
      "xt": 519,
      "Ġev": 520,
      "ĠÐº": 521,
      "ĠÐºÐ¸": 522,
      "ld": 523,
      "gin": 524,
      "ess": 525,
      "Ġany": 526,
      "Ġme": 527,
      "Ġval": 528,
      "Ġ7": 529,
      "Ġtw": 530,
      "ite": 531,
      ")$.": 532,
      "Ġ8": 533,
      "ma": 534,
      "iven": 535,
      "times": 536,
      "ust": 537,
      "Ġfrom": 538,
      "ant": 539,
      "qrt": 540,
      "be": 541,
      "ind": 542,
      "erivative": 543,
      "Ġyour": 544,
      "Solve": 545,
      "Ġtwo": 546,
      "Ġwhere": 547,
      "ĠR": 548,
      "ine": 549,
      "beta": 550,
      "pl": 551,
      "ĠE": 552,
      "erm": 553,
      "ĠSolve": 554,
      "Ġal": 555,
      "ari": 556,
      "For": 557,
      "ĠG": 558,
      "cc": 559,
      "act": 560,
      "du": 561,
      ")}": 562,
      "Ġprob": 563,
      "sin": 564,
      "upp": 565,
      "and": 566,
      "\\\\": 567,
      "Ġderivative": 568,
      "ich": 569,
      "Ġnot": 570,
      "Ġso": 571,
      "ase": 572,
      "ds": 573,
      "Ġcomple": 574,
      "per": 575,
      "uppose": 576,
      "Ġhas": 577,
      "Ġwill": 578,
      "ight": 579,
      "Ġgiven": 580,
      "to": 581,
      "sqrt": 582,
      "nt": 583,
      "Ġwas": 584,
      "pect": 585,
      "ĠN": 586,
      "Ġ10": 587,
      "begin": 588,
      "press": 589,
      "abil": 590,
      "ment": 591,
      "Ġra": 592,
      "}}{\\": 593,
      "ide": 594,
      "ĠIn": 595,
      "Ġ9": 596,
      "ĠL": 597,
      "pi": 598,
      "Ġequal": 599,
      "Ġres": 600,
      "fer": 601,
      "fin": 602,
      "}$": 603,
      "ond": 604,
      "Ġvalue": 605,
      "lo": 606,
      "Ġch": 607,
      "10": 608,
      "Ġexpress": 609,
      "Ġdo": 610,
      "cos": 611,
      "12": 612,
      "gle": 613,
      "ome": 614,
      "ud": 615,
      "}$.": 616,
      "el": 617,
      "Ġpl": 618,
      "}^\\": 619,
      "Ġprobabil": 620,
      "ost": 621,
      "Ġcomplex": 622,
      "Ġvari": 623,
      ")*": 624,
      "are": 625,
      ")$,": 626,
      "ain": 627,
      "ort": 628,
      "our": 629,
      "Ġab": 630,
      "Ġtheir": 631,
      "Ġsh": 632,
      "row": 633,
      "Ġad": 634,
      "Ġwor": 635,
      "ie": 636,
      "Ġ20": 637,
      "'s": 638,
      "ip": 639,
      "Ġ12": 640,
      "age": 641,
      "ard": 642,
      "Ġout": 643,
      "ĠO": 644,
      "Ġwhich": 645,
      "ap": 646,
      "text": 647,
      "ame": 648,
      "Ġrepres": 649,
      "iz": 650,
      "ould": 651,
      "Ġapp": 652,
      "Ġprobability": 653,
      "ach": 654,
      "rou": 655,
      "teg": 656,
      "^{-": 657,
      "Ġun": 658,
      "lim": 659,
      "ure": 660,
      "Ġprodu": 661,
      "out": 662,
      "ated": 663,
      "Ġq": 664,
      "Ġsum": 665,
      "ng": 666,
      "Ġone": 667,
      "forall": 668,
      "Ġequation": 669,
      "od": 670,
      "ult": 671,
      "Ġcomp": 672,
      "ks": 673,
      "Ġget": 674,
      "Ġinteg": 675,
      "ition": 676,
      "sw": 677,
      "inom": 678,
      "Ġ|": 679,
      "ice": 680,
      "ear": 681,
      "Ġcl": 682,
      "ution": 683,
      "ake": 684,
      "ĠJ": 685,
      "Ġhol": 686,
      "Ġman": 687,
      "Ġvariable": 688,
      "cho": 689,
      "ag": 690,
      "oc": 691,
      "Ġthen": 692,
      "ast": 693,
      "ĠâĢ": 694,
      "swer": 695,
      "Ġterm": 696,
      "Ġform": 697,
      "Ġpos": 698,
      "In": 699,
      "ib": 700,
      "Ġser": 701,
      "tan": 702,
      "ĠY": 703,
      "Ġset": 704,
      "ong": 705,
      "ke": 706,
      "Ġproduct": 707,
      "ndom": 708,
      "15": 709,
      "Ġrandom": 710,
      ")^{": 711,
      "ance": 712,
      "dx": 713,
      "iffer": 714,
      "cl": 715,
      "Ġ*": 716,
      "))": 717,
      "Ġup": 718,
      "ally": 719,
      "Ġneed": 720,
      "les": 721,
      "ect": 722,
      "ther": 723,
      "ry": 724,
      "cul": 725,
      "ray": 726,
      "Ġtri": 727,
      "Ġanswer": 728,
      "ous": 729,
      "Ġcont": 730,
      "one": 731,
      "up": 732,
      "ens": 733,
      "ass": 734,
      "Ġmore": 735,
      "Ġ(\\": 736,
      "Ġholds": 737,
      "ff": 738,
      "ence": 739,
      "Ġbut": 740,
      "Ġper": 741,
      "Ġqu": 742,
      ",\\": 743,
      "rib": 744,
      "..": 745,
      "}:": 746,
      "irst": 747,
      "Ġte": 748,
      "actor": 749,
      "Ġexpression": 750,
      "Ġdis": 751,
      "Ġmean": 752,
      "ays": 753,
      "33": 754,
      "Ġthey": 755,
      "ree": 756,
      "Ġwhat": 757,
      "his": 758,
      "Ġ$(": 759,
      "ack": 760,
      "ula": 761,
      "ov": 762,
      "Ġ15": 763,
      "alcul": 764,
      "ides": 765,
      "}}": 766,
      "dots": 767,
      "ator": 768,
      "Ġdiffer": 769,
      "so": 770,
      "20": 771,
      "ĠU": 772,
      "ime": 773,
      "now": 774,
      "ire": 775,
      "Ġfe": 776,
      "ne": 777,
      "ons": 778,
      "atur": 779,
      "pt": 780,
      "Ġrespect": 781,
      "ook": 782,
      "Ġrepresents": 783,
      "Ġour": 784,
      "Ġ<": 785,
      ">>": 786,
      "array": 787,
      "Suppose": 788,
      "Ġover": 789,
      "11": 790,
      "Ġmat": 791,
      "ations": 792,
      "'t": 793,
      "Ġen": 794,
      "!}": 795,
      "Ġro": 796,
      "og": 797,
      "Ġfirst": 798,
      "Ġim": 799,
      "binom": 800,
      "Ġevents": 801,
      "Ġdiv": 802,
      "Ġfind": 803,
      "Ġinter": 804,
      "Ġ11": 805,
      "ngth": 806,
      "ider": 807,
      "ĠSuppose": 808,
      "Ġtra": 809,
      "ract": 810,
      "ike": 811,
      "Ġsec": 812,
      "ĠFor": 813,
      "ount": 814,
      "arrow": 815,
      "If": 816,
      "*\\": 817,
      "ign": 818,
      "Ġthan": 819,
      "Ġdefin": 820,
      "angle": 821,
      "its": 822,
      "atural": 823,
      "Ġformula": 824,
      "ood": 825,
      "we": 826,
      "ĠV": 827,
      "16": 828,
      "choose": 829,
      "Ġalso": 830,
      "Ġmy": 831,
      "Ġlength": 832,
      "Ġyear": 833,
      "istrib": 834,
      "impl": 835,
      "Ġnatural": 836,
      "leq": 837,
      "ile": 838,
      "Ġfunctions": 839,
      "Ġother": 840,
      "Ġ16": 841,
      "tfrac": 842,
      "ality": 843,
      "Ġbet": 844,
      "Ġthere": 845,
      "igma": 846,
      "ere": 847,
      "ical": 848,
      "sigma": 849,
      "14": 850,
      "da": 851,
      "Ġabout": 852,
      "Ġtime": 853,
      "Ġ14": 854,
      "13": 855,
      "erse": 856,
      "ace": 857,
      "Ġhis": 858,
      "Ġrec": 859,
      "reat": 860,
      "Ġden": 861,
      "Ġtr": 862,
      "ĠIf": 863,
      "amb": 864,
      "Ġ13": 865,
      "ys": 866,
      "ĠX": 867,
      "Ġadd": 868,
      "Ġgo": 869,
      "cre": 870,
      "Ġexp": 871,
      "Ġcase": 872,
      "mation": 873,
      "Ġprov": 874,
      "ĠWe": 875,
      "Ġsp": 876,
      "Ġits": 877,
      "ĠK": 878,
      "18": 879,
      "ĠStep": 880,
      "|^": 881,
      "Ġnext": 882,
      "ub": 883,
      "Ġwork": 884,
      "ges": 885,
      "Ġmany": 886,
      "Ġif": 887,
      "als": 888,
      "low": 889,
      "Ġpo": 890,
      "Ġco": 891,
      "em": 892,
      "oth": 893,
      "Ġwho": 894,
      "ound": 895,
      "ps": 896,
      "Ġthem": 897,
      "Ġevent": 898,
      "ck": 899,
      "Ġ19": 900,
      "use": 901,
      "ary": 902,
      "Ġeach": 903,
      "Ġhow": 904,
      "ia": 905,
      "Ġpart": 906,
      "ates": 907,
      "ph": 908,
      "Ġinv": 909,
      "Ġspe": 910,
      "Ġsecond": 911,
      "otal": 912,
      "Ġknow": 913,
      "Ġdifferent": 914,
      "ĠThis": 915,
      "ares": 916,
      "Ġlike": 917,
      "very": 918,
      "ick": 919,
      "),": 920,
      "lamb": 921,
      "lambda": 922,
      "Ġthese": 923,
      "ions": 924,
      "geq": 925,
      "Ġshe": 926,
      "Ġsa": 927,
      "Ġsome": 928,
      "Ġwhen": 929,
      "Ġ,": 930,
      "ark": 931,
      "istribution": 932,
      "Ġ18": 933,
      "cup": 934,
      "hes": 935,
      "Ġnew": 936,
      "ĠWhat": 937,
      "Ġuse": 938,
      "Ġinfin": 939,
      "ues": 940,
      "com": 941,
      "Ġpe": 942,
      "Ġusing": 943,
      "ings": 944,
      "itive": 945,
      "Ġwr": 946,
      "ccess": 947,
      "Ġappro": 948,
      "ces": 949,
      ")^{\\": 950,
      "ible": 951,
      "ss": 952,
      "ove": 953,
      "ample": 954,
      "fore": 955,
      "hen": 956,
      "equ": 957,
      "ĠIt": 958,
      "Ġinto": 959,
      "ices": 960,
      "Ġright": 961,
      "ify": 962,
      "ors": 963,
      "ities": 964,
      "ert": 965,
      "Ġpri": 966,
      "Ġher": 967,
      "ating": 968,
      "ween": 969,
      "Ġrel": 970,
      "cap": 971,
      "Ġcomm": 972,
      "itt": 973,
      "25": 974,
      ")/(": 975,
      "Ġbetween": 976,
      "17": 977,
      "Ġtrue": 978,
      "Ġangle": 979,
      "ery": 980,
      "Ġdefined": 981,
      "ns": 982,
      "Ġpre": 983,
      "ral": 984,
      "Ġsol": 985,
      "Ġdet": 986,
      ")/(-": 987,
      "ild": 988,
      "Ġwere": 989,
      "log": 990,
      "clud": 991,
      "Ġpositive": 992,
      "ru": 993,
      "Ġwould": 994,
      "led": 995,
      "ful": 996,
      "Ġtotal": 997,
      "Ġdenot": 998,
      ")}{": 999,
      "pected": 1000,
      "Ġtriangle": 1001,
      "Ġhad": 1002,
      "Ġevery": 1003,
      "ird": 1004,
      "âĢĿ": 1005,
      "arest": 1006,
      "}[": 1007,
      "ied": 1008,
      "av": 1009,
      "mu": 1010,
      "Ġnearest": 1011,
      "Ġbu": 1012,
      "-\\": 1013,
      "ish": 1014,
      "^{\\": 1015,
      "ta": 1016,
      "000": 1017,
      "ople": 1018,
      "24": 1019,
      "ided": 1020,
      "val": 1021,
      "Ġsub": 1022,
      "ives": 1023,
      "alculate": 1024,
      "Ġbeen": 1025,
      "Ġam": 1026,
      "/(-": 1027,
      "fter": 1028,
      "cial": 1029,
      "amma": 1030,
      "Ġlar": 1031,
      "Ġboth": 1032,
      "Ġsuch": 1033,
      "Ġmake": 1034,
      "port": 1035,
      "equality": 1036,
      "Ġmin": 1037,
      "ĠCh": 1038,
      "19": 1039,
      "Ġag": 1040,
      "Right": 1041,
      "Ġsides": 1042,
      "Ġsqu": 1043,
      "Ġcol": 1044,
      "Ġsc": 1045,
      "ĠSt": 1046,
      "Rightarrow": 1047,
      "ink": 1048,
      "Ġ<<": 1049,
      "Ġoff": 1050,
      "30": 1051,
      "Ġcons": 1052,
      "Ġind": 1053,
      "pm": 1054,
      "Ġseries": 1055,
      "50": 1056,
      "Ġpa": 1057,
      "ep": 1058,
      "own": 1059,
      "Ġpeople": 1060,
      "idering": 1061,
      "uch": 1062,
      "Ġjust": 1063,
      "Ġdes": 1064,
      "ower": 1065,
      "Ġwant": 1066,
      "ram": 1067,
      "Ġsm": 1068,
      "Ġonly": 1069,
      "Ġ17": 1070,
      "ran": 1071,
      "}*": 1072,
      "hed": 1073,
      "Ġ\"": 1074,
      "ince": 1075,
      "ans": 1076,
      "implify": 1077,
      "Ġ24": 1078,
      "Ġexpected": 1079,
      "ord": 1080,
      "ĠSo": 1081,
      "ient": 1082,
      "Ġthird": 1083,
      "ob": 1084,
      "Ġlengths": 1085,
      "rough": 1086,
      "Ġint": 1087,
      "Ġwell": 1088,
      "day": 1089,
      "osite": 1090,
      "ning": 1091,
      "ĠTo": 1092,
      "perator": 1093,
      "ĠâĢľ": 1094,
      "ively": 1095,
      "ĠThere": 1096,
      "ail": 1097,
      "igh": 1098,
      "}$,": 1099,
      "ĠHe": 1100,
      "part": 1101,
      "Ġ30": 1102,
      "name": 1103,
      "Ġsat": 1104,
      "mb": 1105,
      "Ġhel": 1106,
      "io": 1107,
      "Ġdoes": 1108,
      "Ġsample": 1109,
      "aw": 1110,
      "60": 1111,
      "Ġserv": 1112,
      "isf": 1113,
      "ang": 1114,
      "operator": 1115,
      "Ġstud": 1116,
      "operatorname": 1117,
      "Ġ25": 1118,
      "get": 1119,
      "Ġsuccess": 1120,
      "Ġbec": 1121,
      "Ġsatisf": 1122,
      "ater": 1123,
      "Ġmult": 1124,
      "Ġmust": 1125,
      "Ġday": 1126,
      "Ġthrough": 1127,
      "ize": 1128,
      "Ġstart": 1129,
      "Ġcar": 1130,
      "oy": 1131,
      "Ġopp": 1132,
      ")!": 1133,
      "Ġmay": 1134,
      "vi": 1135,
      "Ġside": 1136,
      "Ġway": 1137,
      "ually": 1138,
      "})": 1139,
      "Ġwrt": 1140,
      "Ġexpressed": 1141,
      "ments": 1142,
      "Ġsee": 1143,
      "ress": 1144,
      "Ġyears": 1145,
      "Ġposs": 1146,
      "hip": 1147,
      "Ġ>": 1148,
      "Ġno": 1149,
      "Ġinequality": 1150,
      "Ġconver": 1151,
      "iss": 1152,
      "40": 1153,
      "ential": 1154,
      "tem": 1155,
      "Ġbase": 1156,
      "Ġsquare": 1157,
      "Ġvalues": 1158,
      "Ġob": 1159,
      "Ġfol": 1160,
      "Ġ/": 1161,
      "\\|": 1162,
      "ures": 1163,
      "Ġund": 1164,
      "Ġfin": 1165,
      "Ġmost": 1166,
      ")\\,\\": 1167,
      "lect": 1168,
      "ise": 1169,
      "Ġinclud": 1170,
      "Ġinfinite": 1171,
      "ause": 1172,
      "Ġmuch": 1173,
      "Ġrespectively": 1174,
      "...": 1175,
      "Ġpoint": 1176,
      "ory": 1177,
      "Ġgreat": 1178,
      "Ġcost": 1179,
      "Ġhour": 1180,
      "Ġhelp": 1181,
      "ĠThen": 1182,
      "lic": 1183,
      "Ġdifferenti": 1184,
      "},": 1185,
      "ĠHow": 1186,
      "Ġar": 1187,
      "Ġpol": 1188,
      "round": 1189,
      "wn": 1190,
      "aking": 1191,
      "Ġlarge": 1192,
      "\\|_": 1193,
      "}}{": 1194,
      "pro": 1195,
      "ade": 1196,
      "Ġph": 1197,
      "Ġintegral": 1198,
      "Ġback": 1199,
      "Ġcre": 1200,
      "Ġsets": 1201,
      "Ġinteger": 1202,
      "Ġlim": 1203,
      "ute": 1204,
      "Ġdivided": 1205,
      "Ġreg": 1206,
      "Ġstand": 1207,
      "))$": 1208,
      "Ġrepresent": 1209,
      "Ġwee": 1210,
      "ject": 1211,
      "ian": 1212,
      "Ġfactor": 1213,
      "line": 1214,
      "wed": 1215,
      "Ġcalcul": 1216,
      "dd": 1217,
      "ox": 1218,
      "Ġlook": 1219,
      "Ġafter": 1220,
      "mer": 1221,
      "ĠâĢĵ": 1222,
      "ased": 1223,
      "hich": 1224,
      "Ġdistribution": 1225,
      "xi": 1226,
      "Ġsupp": 1227,
      "Ġacc": 1228,
      "Ġstate": 1229,
      "und": 1230,
      "Ġins": 1231,
      "op": 1232,
      "Ġmass": 1233,
      "dy": 1234,
      "lt": 1235,
      "}{(": 1236,
      "^\\": 1237,
      "Ġfollow": 1238,
      "ual": 1239,
      "Ġlimit": 1240,
      "Ġtake": 1241,
      "Ġact": 1242,
      "verage": 1243,
      "Cons": 1244,
      "akes": 1245,
      "Ġexper": 1246,
      "orm": 1247,
      "<<": 1248,
      "Ġpossible": 1249,
      "28": 1250,
      "cess": 1251,
      "Ġvery": 1252,
      "Ġent": 1253,
      "Ġbus": 1254,
      "ric": 1255,
      "iness": 1256,
      "Ġed": 1257,
      "me": 1258,
      "âĪ": 1259,
      "Ġdeterm": 1260,
      "ific": 1261,
      "ough": 1262,
      "We": 1263,
      "ĠYou": 1264,
      "ron": 1265,
      "ĠRe": 1266,
      "Ġeven": 1267,
      "ved": 1268,
      "der": 1269,
      "Ġdifferentiable": 1270,
      "limits": 1271,
      "utes": 1272,
      "ced": 1273,
      "Ġgra": 1274,
      "any": 1275,
      "other": 1276,
      "lf": 1277,
      "partial": 1278,
      ")}\\": 1279,
      "formation": 1280,
      "Ġcontin": 1281,
      "Ġmon": 1282,
      "Ġclos": 1283,
      "ving": 1284,
      "Factor": 1285,
      "Ġke": 1286,
      "Ġsqrt": 1287,
      ")\\,": 1288,
      "tern": 1289,
      "yp": 1290,
      "Ġtimes": 1291,
      "Ġpr": 1292,
      "Ġthree": 1293,
      "gt": 1294,
      "Ġloc": 1295,
      "erson": 1296,
      "Ġ$-": 1297,
      "vel": 1298,
      "ax": 1299,
      "Ġsame": 1300,
      "tract": 1301,
      "Ġ{": 1302,
      "Ġplay": 1303,
      "Ġshould": 1304,
      "ner": 1305,
      "Ġac": 1306,
      "Ġnow": 1307,
      "ork": 1308,
      "form": 1309,
      "Ġconst": 1310,
      "ular": 1311,
      "Ġdid": 1312,
      "the": 1313,
      "eth": 1314,
      "Ġlong": 1315,
      "inomial": 1316,
      "wedge": 1317,
      "Ġcould": 1318,
      "Ġangles": 1319,
      ")*\\": 1320,
      "Ġdown": 1321,
      "Ġprovides": 1322,
      "Ġconverges": 1323,
      "Ġsolution": 1324,
      "alle": 1325,
      "dz": 1326,
      "Ġcalculated": 1327,
      "ife": 1328,
      "crete": 1329,
      "27": 1330,
      "Ġdec": 1331,
      "{-": 1332,
      "Ġhome": 1333,
      "iew": 1334,
      "ting": 1335,
      "Ġmatrix": 1336,
      "ily": 1337,
      "ble": 1338,
      "Ġ40": 1339,
      "ystem": 1340,
      "Ġcond": 1341,
      "Ġaverage": 1342,
      "Ġmulti": 1343,
      "Ġ((-": 1344,
      "Ġcho": 1345,
      "ational": 1346,
      "''": 1347,
      "urn": 1348,
      "Ġcomput": 1349,
      "ix": 1350,
      "100": 1351,
      "ience": 1352,
      "36": 1353,
      "Ġmeans": 1354,
      "Ġdi": 1355,
      "Ġbecause": 1356,
      "Ġocc": 1357,
      "Ġgood": 1358,
      "80": 1359,
      "Ġread": 1360,
      "ĠPro": 1361,
      "Ġbest": 1362,
      "*(": 1363,
      "Ġche": 1364,
      "Ġhigh": 1365,
      "velo": 1366,
      "ersection": 1367,
      "Ġopposite": 1368,
      "Ġintersection": 1369,
      "Ġown": 1370,
      "Ġinterval": 1371,
      "ets": 1372,
      "Ġunion": 1373,
      "Ġinformation": 1374,
      "Ġrequ": 1375,
      "uring": 1376,
      "ways": 1377,
      "de": 1378,
      "olog": 1379,
      "ining": 1380,
      "ew": 1381,
      "Ġpower": 1382,
      "Ġdon": 1383,
      "cdots": 1384,
      "Ġdiscrete": 1385,
      "ants": 1386,
      "Ġfl": 1387,
      "ffic": 1388,
      "app": 1389,
      "ex": 1390,
      "Ġrat": 1391,
      "Ġbl": 1392,
      "Ġaw": 1393,
      "21": 1394,
      "Ġtoo": 1395,
      "ĠCom": 1396,
      "ath": 1397,
      "Ġused": 1398,
      "ows": 1399,
      "Ġmade": 1400,
      "Ġgu": 1401,
      "]$": 1402,
      "comes": 1403,
      "Ġ200": 1404,
      "ines": 1405,
      "*(-": 1406,
      "Ġweek": 1407,
      "ĠZ": 1408,
      "âĪŀ": 1409,
      "ldots": 1410,
      "ional": 1411,
      "Considering": 1412,
      "Ġass": 1413,
      "Calculate": 1414,
      "Ġant": 1415,
      "chool": 1416,
      "Ġroot": 1417,
      "Ġdesign": 1418,
      "ty": 1419,
      "Ġbusiness": 1420,
      "22": 1421,
      "dotsm": 1422,
      "gan": 1423,
      "ven": 1424,
      "over": 1425,
      "clus": 1426,
      "Given": 1427,
      "gamma": 1428,
      "Ġexact": 1429,
      "Ġend": 1430,
      "Ġdh": 1431,
      "Ġear": 1432,
      "Cov": 1433,
      "Ġ...": 1434,
      "Ġ50": 1435,
      "ren": 1436,
      "Ġcomes": 1437,
      "Ġve": 1438,
      "Ġprog": 1439,
      "Ġperson": 1440,
      "ĠTh": 1441,
      "Ġ27": 1442,
      "ages": 1443,
      "Ġ100": 1444,
      "Ġexpon": 1445,
      "Ġcor": 1446,
      "ined": 1447,
      "ĠDistribution": 1448,
      "##": 1449,
      "When": 1450,
      "ĠĠ": 1451,
      "irc": 1452,
      "Ġbeing": 1453,
      "lem": 1454,
      "Ġinverse": 1455,
      "ug": 1456,
      "Ġav": 1457,
      "Ġstandard": 1458,
      "Simplify": 1459,
      "Ġarea": 1460,
      "3333": 1461,
      "red": 1462,
      "Ġ28": 1463,
      "Ġfac": 1464,
      "ĠAn": 1465,
      "Ġclosest": 1466,
      "ics": 1467,
      "Ġmod": 1468,
      "Ġ21": 1469,
      "ident": 1470,
      "Ġbefore": 1471,
      "aches": 1472,
      "Ġfam": 1473,
      "],": 1474,
      "{(-": 1475,
      "ars": 1476,
      "Ġ22": 1477,
      "}/": 1478,
      "ensity": 1479,
      "Ġrate": 1480,
      "velop": 1481,
      "Ġsaid": 1482,
      "Ġsystem": 1483,
      "Ġfound": 1484,
      "arch": 1485,
      "tain": 1486,
      "Ġhours": 1487,
      "35": 1488,
      "Ġalways": 1489,
      "Ġsize": 1490,
      "atives": 1491,
      "Ġplan": 1492,
      ")^{-": 1493,
      "ener": 1494,
      "45": 1495,
      "Ġsur": 1496,
      "This": 1497,
      "Ġpres": 1498,
      "Ġlast": 1499,
      "Ġrem": 1500,
      "ustom": 1501,
      "Ġless": 1502,
      "arm": 1503,
      "Ġ-\\": 1504,
      "ever": 1505,
      "gest": 1506,
      "ĠUn": 1507,
      "Ġdenoted": 1508,
      "Ġmark": 1509,
      "Ġthink": 1510,
      "Ġtrans": 1511,
      "ĠDe": 1512,
      "ouse": 1513,
      "Ġdisc": 1514,
      "Ġdensity": 1515,
      "Ġexactly": 1516,
      "Ġsha": 1517,
      "Ġrepresented": 1518,
      "Ġthose": 1519,
      "cy": 1520,
      "au": 1521,
      "}}\\": 1522,
      "alth": 1523,
      "Ġinst": 1524,
      "Ġrema": 1525,
      "Ġvis": 1526,
      "Ġsim": 1527,
      "ĠAnd": 1528,
      "Ġapproxi": 1529,
      "Ġmonth": 1530,
      "Ġ23": 1531,
      "Ġart": 1532,
      "ĠSer": 1533,
      "ull": 1534,
      "Ġcondition": 1535,
      "Ġproblem": 1536,
      "Ġ26": 1537,
      "ule": 1538,
      "(-\\": 1539,
      "gether": 1540,
      "Ġem": 1541,
      "Ġlet": 1542,
      "Ġoccur": 1543,
      "Ġsince": 1544,
      "Var": 1545,
      "Ġest": 1546,
      "Ġhand": 1547,
      "chn": 1548,
      "))$.": 1549,
      "land": 1550,
      "Ġcur": 1551,
      "],[": 1552,
      "Ġchan": 1553,
      "Ġminutes": 1554,
      "Ġhere": 1555,
      "riend": 1556,
      "Ġquest": 1557,
      "ĠTherefore": 1558,
      "ins": 1559,
      "23": 1560,
      "Ġdays": 1561,
      "ote": 1562,
      "Ġcount": 1563,
      "ale": 1564,
      "Ġcha": 1565,
      "Ġmed": 1566,
      "Ġ60": 1567,
      "Ġcontinu": 1568,
      "oney": 1569,
      "alk": 1570,
      "26": 1571,
      "read": 1572,
      "Ġagain": 1573,
      "ave": 1574,
      "Ġdist": 1575,
      "neq": 1576,
      "Ġ(-\\": 1577,
      "old": 1578,
      "ts": 1579,
      "Gamma": 1580,
      "Find": 1581,
      "Ġdifference": 1582,
      "Ġtogether": 1583,
      "Ġ\\|": 1584,
      "Ġterms": 1585,
      "ves": 1586,
      "Ġ${": 1587,
      "Ġsign": 1588,
      "Ġeas": 1589,
      "Ġsatisfied": 1590,
      "viation": 1591,
      "Ġchild": 1592,
      "ĠAl": 1593,
      "Ġwhile": 1594,
      "ason": 1595,
      "Ġprof": 1596,
      "Ġstudents": 1597,
      "Ġprogram": 1598,
      "ĠShe": 1599,
      "Ġorder": 1600,
      "bs": 1601,
      "Ġworld": 1602,
      "/(": 1603,
      "ized": 1604,
      "Ġ.": 1605,
      "cept": 1606,
      "Ġcustom": 1607,
      "ĠFactor": 1608,
      "Ġ36": 1609,
      "mathbf": 1610,
      "Ġderiv": 1611,
      "ffect": 1612,
      "implies": 1613,
      "ata": 1614,
      "clusive": 1615,
      "ying": 1616,
      "Ġteam": 1617,
      "Ġwater": 1618,
      "iles": 1619,
      "Ġhim": 1620,
      "Ġdevelop": 1621,
      "Ġsk": 1622,
      "|{": 1623,
      "Ġlife": 1624,
      "Ġrun": 1625,
      "Ġdeviation": 1626,
      "Ġcomputed": 1627,
      "itten": 1628,
      "))$,": 1629,
      "pen": 1630,
      "ards": 1631,
      "Ġdig": 1632,
      "Ġleft": 1633,
      "48": 1634,
      "Ġcle": 1635,
      "Ġrelations": 1636,
      "Ġlist": 1637,
      "90": 1638,
      "Ġadv": 1639,
      "Ġcou": 1640,
      "Ġapproaches": 1641,
      "ring": 1642,
      "Ġwrite": 1643,
      "Ġpay": 1644,
      "Ġpur": 1645,
      "Ġsupport": 1646,
      "self": 1647,
      "Ġderivatives": 1648,
      "less": 1649,
      "ision": 1650,
      "ĠQ": 1651,
      "Ġaround": 1652,
      "Ġprocess": 1653,
      "Ġcent": 1654,
      "ell": 1655,
      "ash": 1656,
      "75": 1657,
      "Ġline": 1658,
      "Ġplace": 1659,
      "Ġexponential": 1660,
      ".$": 1661,
      "Ġinc": 1662,
      "Ġbig": 1663,
      "Ġincre": 1664,
      "[[": 1665,
      "ank": 1666,
      "Ġunder": 1667,
      "ited": 1668,
      "Ġsolutions": 1669,
      "}*\\": 1670,
      "ier": 1671,
      "ict": 1672,
      "Ġgrow": 1673,
      "lease": 1674,
      "Ġrelationship": 1675,
      "ĠEx": 1676,
      "ients": 1677,
      "32": 1678,
      "Ġdef": 1679,
      "MF": 1680,
      "Ġsmall": 1681,
      "Ġoffer": 1682,
      "Ġlead": 1683,
      "Ġfree": 1684,
      "air": 1685,
      "ought": 1686,
      "Ġwritten": 1687,
      "ĠAs": 1688,
      "Ġ\\\\": 1689,
      "amp": 1690,
      "Ġratio": 1691,
      "Ġmut": 1692,
      "rent": 1693,
      "ooks": 1694,
      "Ġmoney": 1695,
      "Ġcare": 1696,
      "ĠMat": 1697,
      "Ġstill": 1698,
      "Ġfriend": 1699,
      "uc": 1700,
      "Ġavail": 1701,
      "Ġbo": 1702,
      "Ġdenotes": 1703,
      "Ġexclusive": 1704,
      "eterm": 1705,
      "Ġneeds": 1706,
      "ĠThey": 1707,
      "ho": 1708,
      "Ġclass": 1709,
      "iting": 1710,
      "ift": 1711,
      "inant": 1712,
      "Ġaut": 1713,
      "^{(": 1714,
      "mate": 1715,
      ")).": 1716,
      "Which": 1717,
      "Ġdri": 1718,
      "ital": 1719,
      "Ġcommun": 1720,
      "ott": 1721,
      "Ġresult": 1722,
      "bar": 1723,
      "99": 1724,
      "Ġreally": 1725,
      "Ġpost": 1726,
      "roc": 1727,
      "Ġlove": 1728,
      "Ġ35": 1729,
      "ness": 1730,
      "irect": 1731,
      "ec": 1732,
      "Ġopt": 1733,
      "haust": 1734,
      "Ġri": 1735,
      "Ġschool": 1736,
      "alu": 1737,
      "Ġma": 1738,
      "Ġrece": 1739,
      "Ġexhaust": 1740,
      "ility": 1741,
      "Ġhyp": 1742,
      "Ġold": 1743,
      "Ġrest": 1744,
      "Ġpat": 1745,
      "ĠCon": 1746,
      "Ġsolve": 1747,
      "ber": 1748,
      "dg": 1749,
      "Ġsuccessful": 1750,
      "Ġtop": 1751,
      "Ġvariables": 1752,
      "Ġpoints": 1753,
      "Ġgrou": 1754,
      "ĠFind": 1755,
      "Ġ$<<": 1756,
      "Ġshow": 1757,
      "Ġtechn": 1758,
      "Ġobtain": 1759,
      "ases": 1760,
      "Ġsubtract": 1761,
      "Ġfract": 1762,
      "Ġcompany": 1763,
      "det": 1764,
      "$-": 1765,
      "ctions": 1766,
      "Ġfew": 1767,
      "Ġcontinuous": 1768,
      "Ġpub": 1769,
      "ÏĢ": 1770,
      "Ġsom": 1771,
      "Ġtrials": 1772,
      "Ġimport": 1773,
      "Ġinfinity": 1774,
      "42": 1775,
      "Ġgoing": 1776,
      "ival": 1777,
      "ene": 1778,
      "Ġantid": 1779,
      "orem": 1780,
      "Ġantiderivative": 1781,
      "Ġevalu": 1782,
      "]]": 1783,
      "appro": 1784,
      "ross": 1785,
      "Ġmutually": 1786,
      "_{-\\": 1787,
      "iqu": 1788,
      "Ġlot": 1789,
      "rable": 1790,
      "Ġaddition": 1791,
      "omin": 1792,
      "Ġhypot": 1793,
      "els": 1794,
      "Ġexhaustive": 1795,
      "alf": 1796,
      "ĠOn": 1797,
      "Ġavailable": 1798,
      "ling": 1799,
      "Ġfollowing": 1800,
      "Ġamount": 1801,
      "Ġmarket": 1802,
      "Ġgener": 1803,
      "ĠBut": 1804,
      "ern": 1805,
      "Ġprobabilities": 1806,
      "Ġservice": 1807,
      "ames": 1808,
      "Ġintegers": 1809,
      "ious": 1810,
      "ication": 1811,
      "ature": 1812,
      "}^âĪŀ": 1813,
      "Ġapproximation": 1814,
      "\\\\-": 1815,
      "Ġrequire": 1816,
      "Ġproper": 1817,
      "Ġtry": 1818,
      "Ġproject": 1819,
      "enuse": 1820,
      "Ġhypotenuse": 1821,
      "Ġmemb": 1822,
      "ĠÂ": 1823,
      "Ġlear": 1824,
      "^{-\\": 1825,
      "ĠNew": 1826,
      "approx": 1827,
      "70": 1828,
      "ivid": 1829,
      "ee": 1830,
      "$),": 1831,
      "Ġoutcomes": 1832,
      "Ġext": 1833,
      "Ġbuild": 1834,
      "29": 1835,
      "cent": 1836,
      "Ġ29": 1837,
      "ĠCl": 1838,
      "Ġide": 1839,
      "Ġ{\\": 1840,
      "Ġduring": 1841,
      "Ġele": 1842,
      "Ġinterest": 1843,
      "Ġhapp": 1844,
      "ariance": 1845,
      "Ġcommon": 1846,
      "Ġpartic": 1847,
      "ries": 1848,
      "ety": 1849,
      "ivers": 1850,
      "ology": 1851,
      "rightarrow": 1852,
      "ittle": 1853,
      "Ġbook": 1854,
      "iate": 1855,
      "theta": 1856,
      "ĠSince": 1857,
      "Ġdata": 1858,
      "Long": 1859,
      "Ġpoly": 1860,
      "iving": 1861,
      "Ġran": 1862,
      "phi": 1863,
      "Ġfamily": 1864,
      "Ġcap": 1865,
      "ln": 1866,
      "angled": 1867,
      "Ġexperience": 1868,
      "Ġwithout": 1869,
      "Ġdel": 1870,
      "Ġspecial": 1871,
      "Ġdeg": 1872,
      "Ġfour": 1873,
      "ock": 1874,
      "Ġrecip": 1875,
      "Ġ32": 1876,
      "66": 1877,
      "ield": 1878,
      "Ġanother": 1879,
      "Ġmeas": 1880,
      "Longrightarrow": 1881,
      "con": 1882,
      "Ġvert": 1883,
      "Ġhealth": 1884,
      "view": 1885,
      "Ġopen": 1886,
      "44": 1887,
      "Ġsl": 1888,
      "Ġatt": 1889,
      "gs": 1890,
      "ger": 1891,
      "iply": 1892,
      "200": 1893,
      "rit": 1894,
      "ats": 1895,
      "Ġorgan": 1896,
      "Ġ45": 1897,
      "ĠNow": 1898,
      "co": 1899,
      "valu": 1900,
      "Ġfeel": 1901,
      "Ġincluding": 1902,
      "Ġresp": 1903,
      "ils": 1904,
      "ration": 1905,
      "ĠPl": 1906,
      "thing": 1907,
      "gy": 1908,
      "Ġret": 1909,
      "Ġput": 1910,
      "Ġcomposite": 1911,
      "Ġstr": 1912,
      ")}(": 1913,
      ")/((-": 1914,
      "))/": 1915,
      "Ġdra": 1916,
      "Ġable": 1917,
      "fect": 1918,
      "ĠThat": 1919,
      "pend": 1920,
      "here": 1921,
      "Ġsure": 1922,
      "Ġkeep": 1923,
      "Ġprovide": 1924,
      "Ġconsider": 1925,
      "ists": 1926,
      "Ġservices": 1927,
      "Ġcall": 1928,
      "Ġexpand": 1929,
      "Ġthings": 1930,
      "tend": 1931,
      "ically": 1932,
      "Ġpass": 1933,
      "Ġadding": 1934,
      "ward": 1935,
      "ik": 1936,
      "Ġ$\\|": 1937,
      "Binomial": 1938,
      "valuate": 1939,
      "ploy": 1940,
      "Ġcurrent": 1941,
      "Ġconsidering": 1942,
      "Ġprice": 1943,
      "Ġcome": 1944,
      "38": 1945,
      "ather": 1946,
      "Ġgive": 1947,
      "39": 1948,
      "osine": 1949,
      "Ġreciproc": 1950,
      "Ġbre": 1951,
      "oint": 1952,
      "erst": 1953,
      "Ġways": 1954,
      "Ġlittle": 1955,
      "ems": 1956,
      "Ġlight": 1957,
      "Ġperform": 1958,
      "ĠTheorem": 1959,
      "Ġfull": 1960,
      "rol": 1961,
      "Ġpair": 1962,
      "Ġiss": 1963,
      "ĠMatrix": 1964,
      "rigin": 1965,
      "box": 1966,
      "ĠWhen": 1967,
      "Ġcal": 1968,
      "PMF": 1969,
      "nown": 1970,
      "Ġbetter": 1971,
      "Evaluate": 1972,
      "Ġobtained": 1973,
      "Ġroom": 1974,
      "Ġlevel": 1975,
      "Ġeffect": 1976,
      "atch": 1977,
      "Ġintegrable": 1978,
      "Ġimportant": 1979,
      "Ġ((": 1980,
      "You": 1981,
      "zeta": 1982,
      "hemat": 1983,
      "ished": 1984,
      "Ġmet": 1985,
      "Ġsay": 1986,
      "ody": 1987,
      "Ġ$(-": 1988,
      "Ġfive": 1989,
      "ien": 1990,
      "34": 1991,
      "As": 1992,
      "pos": 1993,
      "Ġvertices": 1994,
      "It": 1995,
      "oot": 1996,
      "Ġhead": 1997,
      "Ġmov": 1998,
      "min": 1999,
      "ething": 2000,
      "Ġsal": 2001,
      "Ġgame": 2002,
      "rance": 2003,
      "Ġequality": 2004,
      "Ġonline": 2005,
      "Ġcert": 2006,
      "Determ": 2007,
      "Ġhalf": 2008,
      "Ġspec": 2009,
      "Ġtest": 2010,
      "fficient": 2011,
      ")?": 2012,
      "Ġbased": 2013,
      "Ġmakes": 2014,
      "ument": 2015,
      "aut": 2016,
      "Ġpie": 2017,
      "Ġdenomin": 2018,
      "ris": 2019,
      "Ġfaces": 2020,
      "uss": 2021,
      "ton": 2022,
      ")}$": 2023,
      "Ġmar": 2024,
      "Ġmus": 2025,
      "Ġanal": 2026,
      "Ġ48": 2027,
      "Ġmight": 2028,
      "Ġcomb": 2029,
      "Ġsit": 2030,
      "Ġwithin": 2031,
      "Ġaway": 2032,
      "Ġconf": 2033,
      "37": 2034,
      "Ġbuy": 2035,
      "prod": 2036,
      "oll": 2037,
      "Ġdenominator": 2038,
      "Ġinvest": 2039,
      "known": 2040,
      "oh": 2041,
      "Ġwebs": 2042,
      "ĠBe": 2043,
      "Ġesti": 2044,
      "Ġcour": 2045,
      "meric": 2046,
      ",$": 2047,
      "ention": 2048,
      "Ġlaw": 2049,
      "Ġinf": 2050,
      "Ġdefinition": 2051,
      "Ġequival": 2052,
      "Ġedges": 2053,
      "Ġquestion": 2054,
      "Ġfund": 2055,
      "Ġsomething": 2056,
      "Ġgot": 2057,
      "ĠLe": 2058,
      "Ġaccess": 2059,
      "Ġorigin": 2060,
      "Ġreport": 2061,
      ")}{\\": 2062,
      "rist": 2063,
      "Ġequivalent": 2064,
      "Ġaltern": 2065,
      ")}$.": 2066,
      "Ġration": 2067,
      "oun": 2068,
      "ilon": 2069,
      "Ġhouse": 2070,
      "psilon": 2071,
      "room": 2072,
      "Ġsing": 2073,
      "Ġdirect": 2074,
      "}{-": 2075,
      "Ġspend": 2076,
      "Ġfactorial": 2077,
      "Ġmathemat": 2078,
      "fort": 2079,
      "Ġut": 2080,
      "allest": 2081,
      "ruct": 2082,
      "Ġhard": 2083,
      "ĠWhich": 2084,
      "di": 2085,
      "rand": 2086,
      "duct": 2087,
      "Ġphot": 2088,
      "ĠSeries": 2089,
      "Ġchildren": 2090,
      "man": 2091,
      "ormal": 2092,
      "=\\": 2093,
      "Ġfil": 2094,
      "ental": 2095,
      "Ġcomplete": 2096,
      "Ġsimplify": 2097,
      "Ġ80": 2098,
      "65": 2099,
      "Ġgroup": 2100,
      "Ġexample": 2101,
      "Ġsmallest": 2102,
      "!}\\": 2103,
      "Ġgives": 2104,
      "Ġquality": 2105,
      "ounds": 2106,
      "Ġcov": 2107,
      "Ġnever": 2108,
      "Ġworking": 2109,
      "Ġabs": 2110,
      "Ġperfect": 2111,
      "!$": 2112,
      "Ġbel": 2113,
      "Ġchoose": 2114,
      "Add": 2115,
      "orn": 2116,
      "ĠSh": 2117,
      "Ġ$(\\": 2118,
      "Ġproducts": 2119,
      "izing": 2120,
      "ah": 2121,
      "Ġleast": 2122,
      "Ġrese": 2123,
      "Ġbox": 2124,
      "Ġsell": 2125,
      "rat": 2126,
      "Ġstre": 2127,
      "$:": 2128,
      "ense": 2129,
      "Ġvect": 2130,
      "Ġpop": 2131,
      "Ġtaking": 2132,
      "!$.": 2133,
      "Ġexpl": 2134,
      "work": 2135,
      "Ġmiles": 2136,
      "ither": 2137,
      "Ġwin": 2138,
      "Ġmeet": 2139,
      "Ġmultiple": 2140,
      "ding": 2141,
      "Ġlooking": 2142,
      "Ġchange": 2143,
      "49": 2144,
      "Ġvariance": 2145,
      "Ġcheck": 2146,
      ")*-": 2147,
      ".,": 2148,
      "Ġsatisfying": 2149,
      "Ġtoday": 2150,
      "Ġprofess": 2151,
      "ĠInd": 2152,
      "{(": 2153,
      "aring": 2154,
      "Ġfeet": 2155,
      "Ġgl": 2156,
      "ĠForm": 2157,
      ")(": 2158,
      "ump": 2159,
      "Ġbas": 2160,
      "Ġunderst": 2161,
      "ills": 2162,
      "ĠAmeric": 2163,
      "Ġref": 2164,
      "Ġjob": 2165,
      "|{\\": 2166,
      "Ġmathematical": 2167,
      "Ġfact": 2168,
      "Ġmaking": 2169,
      "ably": 2170,
      "ified": 2171,
      "joy": 2172,
      "Ġoper": 2173,
      "Ġsite": 2174,
      "Ġpract": 2175,
      "Ġvol": 2176,
      "Ġ'": 2177,
      "Ġdg": 2178,
      "Ġstep": 2179,
      "Ġcontain": 2180,
      "ĠSp": 2181,
      "/\\": 2182,
      "rant": 2183,
      "Ġabove": 2184,
      "Ġapplic": 2185,
      "Ġindic": 2186,
      "Ġpresent": 2187,
      "ĠAll": 2188,
      "Ġfood": 2189,
      "omm": 2190,
      "72": 2191,
      "64": 2192,
      "})^": 2193,
      "ium": 2194,
      "stit": 2195,
      "55": 2196,
      "Ġlocal": 2197,
      "Ġunt": 2198,
      "Ġlo": 2199,
      "ior": 2200,
      "By": 2201,
      "Ġsine": 2202,
      "=<<": 2203,
      "ĠAt": 2204,
      "\\]": 2205,
      "iver": 2206,
      "ls": 2207,
      "Ġask": 2208,
      "There": 2209,
      "boxed": 2210,
      "Ġcirc": 2211,
      "Re": 2212,
      "68": 2213,
      "--": 2214,
      "arent": 2215,
      "Ġstarting": 2216,
      "Ġexpanded": 2217,
      "ism": 2218,
      "An": 2219,
      "eter": 2220,
      "Ġnon": 2221,
      "ization": 2222,
      "Eul": 2223,
      "iron": 2224,
      ")!}": 2225,
      "ĠCalculate": 2226,
      "mon": 2227,
      "Ġchar": 2228,
      "Ġpublic": 2229,
      "Ġprom": 2230,
      "ara": 2231,
      "Ġemploy": 2232,
      "Ġinvol": 2233,
      "por": 2234,
      "inder": 2235,
      "ĠSc": 2236,
      "ĠRule": 2237,
      "cing": 2238,
      "iding": 2239,
      "erial": 2240,
      "ĠSe": 2241,
      "otient": 2242,
      "Ġworks": 2243,
      "pri": 2244,
      "ready": 2245,
      "ware": 2246,
      "Ġindivid": 2247,
      "Ġconstants": 2248,
      "Ġcosine": 2249,
      "ĠFunction": 2250,
      "ned": 2251,
      "ĠFormula": 2252,
      "ten": 2253,
      "pping": 2254,
      "Ġallow": 2255,
      "ories": 2256,
      "ĠâĢĺ": 2257,
      "Ġ38": 2258,
      "Ġwebsite": 2259,
      "Ġcalculate": 2260,
      "load": 2261,
      "ieve": 2262,
      "ister": 2263,
      "ored": 2264,
      "Ġunderstand": 2265,
      "ids": 2266,
      "Ġident": 2267,
      "ique": 2268,
      "Ġprime": 2269,
      "agement": 2270,
      "az": 2271,
      "not": 2272,
      "Ġcolle": 2273,
      "Ġvalid": 2274,
      "rack": 2275,
      "!!": 2276,
      "ĠIs": 2277,
      "Ġuntil": 2278,
      "mber": 2279,
      "Ġindust": 2280,
      "Ġimpro": 2281,
      "Ġsubtracting": 2282,
      "aster": 2283,
      "yt": 2284,
      "Ġintern": 2285,
      ")*(": 2286,
      "cel": 2287,
      "illion": 2288,
      "Ġtakes": 2289,
      "ina": 2290,
      "ER": 2291,
      "Ġdeterminant": 2292,
      "Ġalready": 2293,
      "imum": 2294,
      "ared": 2295,
      "ently": 2296,
      "oci": 2297,
      "ission": 2298,
      "Ġ34": 2299,
      "76": 2300,
      "Ġgre": 2301,
      "ode": 2302,
      "Ġutil": 2303,
      "ged": 2304,
      ".\"": 2305,
      "Ġsw": 2306,
      "Ġvisit": 2307,
      "Ġpot": 2308,
      "Ġaccount": 2309,
      "Ġball": 2310,
      "ithm": 2311,
      "Ġcourse": 2312,
      "Ġeasy": 2313,
      "vious": 2314,
      "ĠWh": 2315,
      "Ġdistance": 2316,
      "Ġalong": 2317,
      "96": 2318,
      "Ġmembers": 2319,
      "Ġann": 2320,
      "Ġview": 2321,
      "56": 2322,
      "Ġactiv": 2323,
      "Ġtre": 2324,
      "ocus": 2325,
      "uck": 2326,
      "120": 2327,
      "Ġcook": 2328,
      "ga": 2329,
      "oss": 2330,
      "plication": 2331,
      "Law": 2332,
      "gine": 2333,
      "88": 2334,
      "angent": 2335,
      "ived": 2336,
      "loor": 2337,
      "outh": 2338,
      "Ġdetermined": 2339,
      "Ġenjoy": 2340,
      "iversity": 2341,
      "lor": 2342,
      "yle": 2343,
      "Ġsever": 2344,
      "Ġ33": 2345,
      "ush": 2346,
      "Ġpack": 2347,
      "Ġcoe": 2348,
      "norm": 2349,
      "Ġodd": 2350,
      "Ġrange": 2351,
      "Ġ90": 2352,
      "umber": 2353,
      "ĠCol": 2354,
      "vent": 2355,
      "!\\": 2356,
      "vers": 2357,
      "let": 2358,
      "To": 2359,
      "Ġfriends": 2360,
      "ability": 2361,
      "Ġdeta": 2362,
      "((-": 2363,
      "Ġair": 2364,
      "Ġ$-\\": 2365,
      "Ġvide": 2366,
      ")/\\": 2367,
      "ĠWith": 2368,
      "Ġ31": 2369,
      "Ġname": 2370,
      "Ġcontrol": 2371,
      "ĠTe": 2372,
      "ised": 2373,
      "ĠAd": 2374,
      "Ġpurch": 2375,
      "Ġtreat": 2376,
      "Ġhaving": 2377,
      "ĠMan": 2378,
      "ĠUS": 2379,
      "Ġage": 2380,
      "Ġnight": 2381,
      "Ġconc": 2382,
      "ci": 2383,
      "fe": 2384,
      "Ġtable": 2385,
      "Ġcovariance": 2386,
      "Ġnotice": 2387,
      "ope": 2388,
      "73": 2389,
      "}}$.": 2390,
      "icle": 2391,
      "Ġwom": 2392,
      "lish": 2393,
      "ury": 2394,
      "Ġpage": 2395,
      "Ġmaterial": 2396,
      "olute": 2397,
      "Ġshort": 2398,
      "Ġ[[": 2399,
      "Ġoften": 2400,
      "raph": 2401,
      "way": 2402,
      "Ġdev": 2403,
      "Ġcreate": 2404,
      "ĠPh": 2405,
      "of": 2406,
      "Ġgetting": 2407,
      "78": 2408,
      "Ġbene": 2409,
      "ype": 2410,
      "Ġbooks": 2411,
      "ĠInequality": 2412,
      "Ġ($": 2413,
      "ortun": 2414,
      "ĠChrist": 2415,
      "Ġhist": 2416,
      "ĠOne": 2417,
      "ourt": 2418,
      "orth": 2419,
      "Ġpolyhed": 2420,
      "imens": 2421,
      "ser": 2422,
      "Ġpast": 2423,
      "Ġsy": 2424,
      "Ġmultiply": 2425,
      "Ġ39": 2426,
      "Ġcover": 2427,
      "Ġbeaut": 2428,
      "ĠBl": 2429,
      "}^{": 2430,
      "Ġtem": 2431,
      "Ġlog": 2432,
      "Ġel": 2433,
      "Ġdegree": 2434,
      "Ġcontact": 2435,
      "ging": 2436,
      "Ġinclude": 2437,
      "Ġpersonal": 2438,
      "plement": 2439,
      "Com": 2440,
      "31": 2441,
      "ots": 2442,
      "54": 2443,
      "St": 2444,
      "Ġsingle": 2445,
      "rid": 2446,
      "pped": 2447,
      "Ġpercent": 2448,
      "Ġleg": 2449,
      "}^{-": 2450,
      "Ġfocus": 2451,
      "Ġexponentials": 2452,
      "Ġfun": 2453,
      "Ġhig": 2454,
      "ĠCan": 2455,
      "Ġfav": 2456,
      "ney": 2457,
      "Ġbreak": 2458,
      "Ġdone": 2459,
      "Ġwhy": 2460,
      "ips": 2461,
      "Ġdistrib": 2462,
      "Ġkind": 2463,
      "Ġabsolute": 2464,
      "Ġenough": 2465,
      "Ġeither": 2466,
      "Ġresearch": 2467,
      "Ġmove": 2468,
      "Ġcosts": 2469,
      "ording": 2470,
      "Ġcommunity": 2471,
      "Ġrep": 2472,
      "Ġcertain": 2473,
      "uro": 2474,
      "Ġ70": 2475,
      "Ġagainst": 2476,
      "sc": 2477,
      "Ġelect": 2478,
